Repository: WayfireWM/wcm
Catalog: locale/*/LC_MESSAGES/wcm.po
Languages: ro

source: Uncategorized
ro: Necategorizat

source: General
ro: Generale

source: Attempting to bind <tt><b>"{key_str}"</b></tt> without modifier. You will be unable to use this key/button for anything else! Are you sure?
ro: Ați încercat să asociați «<tt><b>{key_str}</b></tt>» fără taste modificatoare; nu veți putea folosi această tastă/buton pentru nimic altceva. Sigur doriți să continuați?

source: Waiting for Binding
ro: Se așteaptă asocierea

source: none
ro: nimic

source: (No modifiers pressed)
ro: (Fără taste modificatoare apăsate)

source: Edit binding
ro: Editează asocierea

source: Save binding
ro: Salvează asocierea

source: Cancel
ro: Anulează

source: Open context menu to choose layout
ro: Deschideți meniul contextual pentru a alege aranjamentul

source: Open context menu to choose model
ro: Deschideți meniul contextual pentru a alege modelul

source: Reset to default
ro: Resetează la opțiunile implicite

source: Open
ro: Deschide

source: Choose Directory
ro: Alegeți directorul

source: Select Folder
ro: Alegeți director

source: Choose File
ro: Alegeți fișierul

source: Select File
ro: Alegeți fișier

source: Choose Executable
ro: Alegeți executabilul

source: Run command
ro: Execută comanda

source: Remove from autostart list
ro: Elimină din lista de pornire automată

source: Regular
ro: Obișnuită

source: Repeat
ro: Repetată

source: Always
ro: Mereu disponibilă

source: Command {name}
ro: Comanda {name}

source: Command {name}: {command}
ro: Comanda {name}: {command}

source: Workspace Index
ro: Indicele biroului

source: Add new command
ro: Adaugă o nouă comandă

source: Go To Workspace
ro: Treci la birou

source: Go To Workspace With Window
ro: Treci la birou cu fereastra

source: Send Window To Workspace
ro: Trimite fereastra pe birou

source: Wayfire config file to use
ro: fișierul de configurare Wayfire de folosit

source: wf-shell config file to use
ro: fișierul de configurare wf-shell de folosit

source: plugin to open at launch, or none for default
ro: modul care să se deschidă la lansare, sau none pentru valoarea standard

source: Wayfire Config Manager
ro: Administratorul configurărilor Wayfire

source: To use input binding capture, enable shortcuts-inhibit plugin.
ro: Pentru a folosi captarea asocierilor de intrare, activați modulul shortcuts-inhibit.

source: Filter
ro: Filtru

source: Cannot find program <tt>wdisplays</tt>
ro: Nu se poate găsi programul <tt>wdisplays</tt>

source: Accessibility
ro: Accesibilitate

source: Desktop
ro: Birou

source: Shell
ro: Interfața biroului

source: Effects
ro: Efecte

source: Window Management
ro: Gestionarea ferestrelor

source: Utility
ro: Utilitare

source: Other
ro: Altele

source: (none)
ro: (nimic)

source: Command:
ro: Comandă:

source: Type
ro: Tip

source: Binding
ro: Asociere

source: Command
ro: Comandă

source: Workspace
ro: Birou

source: Close
ro: Închide

source: Configure Outputs
ro: Configurează ieșiri

source: Use This Plugin
ro: Folosește acest modul

source: Back
ro: Înapoi
